Repository: BackupTheBerlios/condensation-svn
Catalog: trunk/i18n/po-files/*.po
Languages: de

source: Section mismatch: '%s' should be '%s'
de: Abschnitt passt nicht: '%s' sollte '%s' sein

source: Can not connect unregistered signal '%s'.
de: Kann nicht registriertes Signal '%s' nicht verbinden.

source: Attribute '%s' doesn't exist and therefore can't be set.
de: Das Attribut '%s' existiert nicht, und kann deswegen auch nicht gesetzt werden.

source: Two objects with the same unique index.
de: Zwei objecte mit dem selben eindeutigen Index.

source: no such index
de: dieser Index existiert nicht

source: no element with this value
de: Kein Element mit diesem Wert

source: no such unique index
de: dieser eindeutige Index existiert nicht

source: Class already registered
de: Klasse bereits registriert

source: Not a decendant of CONObject
de: Kein Abkömmling von CONObject

source: Error in attribute defintion of class %s: missing attribute name.
de: Fehler in der Attribut-Definition der Klasse %s: fehlender Attribut Name

source: Error in attribute defintion of class %s: missing attribute type.
de: Fehler in der Attribut-Definition der Klasse %s: fehlender Attribut Typ

source: Error in attribute defintion of class %s: missing default attribute value.
de: Fehler in der Attribut-Definition der Klasse %s: fehlender Standard Wert

source: String expected here, got %s
de: String erwartet, aber %s bekommen

source: Class %s tried to register attribute %s of unregistered type '%s'.
de: Klasse %s versuchte das Attribut %s mit unbekanntem Typ %s zu registrieren

source: Class %s tried to override attribute '%s'.
de: Klasse %s versuchte Attrubut '%s' zu übergehen

source: Already in list
de: Bereits in der Liste

source: Adding attributes to already realized classes is not yet fully implemented
de: Hinzufügen von Attributen zu einer bereits realisierten Klasse is nicht richtig unterstützt

source: No object attribute of name '%s'.
de: Kein Objekt-Attribut mit dem Namen '%s'.

source: Not implemented
de: Nicht implementiert

source: Key added by Condensation
de: Schlüssel hinzugefügt von Condensation

source: Unsupported key type
de: Nicht unterstützter Schlüssel-Typ

source: Unknown key-type %s
de: Nicht bekannter Schlüssel-Typ %s

source: generating new key
de: erstelle neuen Schlüssel

source: setup finished!
de: Setup abgeschlossen

source: ERROR occured, shutting down...
de: FEHLER, beende ...

source: saving configuration ...
de: Speichern der Konfiguration ...

source: saving configuration done
de: Speichern der Konfiguration abgeschlossen

source: Skipping already loaded plugin %s.
de: Überspringe breits geladenes Plugin %s.

source: installing plugin '%s'
de: Instaliere Plugin '%s'

source: cleaning up for plugin '%s'
de: Räume hinter Plugin '%s' auf.

source: %s : connecting
de: %s : verbinde

source: %s : opening transport
de: %s : öffne Transport

source: %s : no known fingerprint
de: %s : kein bekannter Fingerabdruck

source: %s : presented key has wrong fingerprint (is %s expected %s
de: %s : presentierte einen Schlüssel mit dem falschen Fingerabdruck (präsentierte %s, erwartet wurde %s)

source: %s : Fingerprint matches
de: %s : Fingerabdruck stimmt

source: %s : public key authentication FAILED (is the key installed on the server?)
de: %s : Public Key Authentifizierung FEHLGESCHLAGEN (ist der Schlüssel auf dem Server installiert?)

source: something strange happened
de: Etwas unerwartetes ist passiert

source: %s : password authentication not supported
de: %s : Authentifizierung über Passwort wird nicht unterstützt

source: %s : Giving up...
de: %s : Gebe auf ...

source: Closing Transport to %s
de: Schließe Transport zu %s

source: closed
de: geschlossen

source: %s : installing public key for authentication
de: %s : Installiere öffentlichen Schlüssel für Authentifizierung

source: %s : creating ~/.ssh directory
de: %s : erstelle Verzeichnis ~/.ssh

source: %s : adding key to ~/.ssh/authorized_keys
de: %s : füge Schlüssel zu ~/.ssh/authorized_keys hinzu

source: %s : installed key
de: %s : Schlüssel installiert

source: Found no widget to handle attribute with definition %s
de: Kein Widget gefunden um Attribut mit folgender Definition zu verarbeiten: %s

source: Value
de: Wert

source: SSH-RSA Key
de: SSH-RSA Schlüssel

source: Size
de: Größe

source: Can Sign
de: Kann signieren

source: General
de: Allgemein

source: User
de: Benutzer

source: Key Fingerprint
de: Schlüssel-Fingerabdruck

source: Auto Connect
de: Automatisch Verbinden

source: Base dir
de: Basis Verzeichnis

source: Config dir
de: Konfigurations Verzeichnis

source: Available vhosts
de: Verfügbare VHosts

source: Enabled vhosts
de: Aktivierte VHosts

source: Group
de: Gruppe

source: Cronfile
de: Cron-Datei

source: Adminstrative user
de: Administrator Benutzer

source: Adminstrative password
de: Administrator Passwort

source: The key will be saved to ensure the host's identity in the future.
de: Der Schlüssel wird gespeichert um die Identität des Hosts in Zukunft sicherzustellen.

source: password required
de: Passwort benötigt

source: Please enter your password for user <b>%s</b> on <b>%s</b>
de: Bitte Passwort für Benutzer <b>%s</b> auf <b>%s</b> eingeben

source: password
de: Passwort

source: The password will <b>not</b> be saved.
de: Da Passwort wird <b>nich</b> gespeichert werden

source: Connect to server %s
de: Verbinde mit Server %s

source: <b>Connect to the host %s now?</b>
de: <b>Jetzt mit dem Host %s verbinden?</b>

source: To install a ssh key on the server you first need to connect to it.
de: Um einen SSH-Schlüssel zu installieren ist eine bestehende Verbindung zum Server nötig.

source: Already registered a viewmanager for %s
de: Ein ViewManager für %s is bereits registriert

source: Logging started ...
de: Logging gestartet ...

source: Could not load configuration file
de: Konnte Konfigurations-Datei nicht laden.
